{
  "common.system.error.enr.APP_ERR_00002": "For Security reasons, you are allowed a maximum of three attempts to enter information.",
  "common.system.error.enr.S2I_ERR_0007": "Your session has expired. Please try again. <br>Transaction ID {0}.",
  "productstatus.ordernow.txt.enr": "Sign up or update",
  "productstatus.ordernow.alttxt.enr": "Select this button to sign up for ServiceOntario email renewal reminders, or update your email address",
  "productstatus.backlink.url": "https://www.ontario.ca/page/serviceontario",
  "productstatus.backlink.altText.enr": "Select this link to return to the ServiceOntario page",
  "enr.info.start": "Start",
  "enr.info.pageheading": "Email reminders - Start",
  "enr.pageheading": "Email reminders - Sign up or update",
  "enr.offscreen.instructionStart": "Start of instructions",
  "enr.offscreen.pageStart": "Start of page navigation",
  "enr.dialog.closeButton.alt": "Select this button if you wish to continue with your session",
  "enr.whichReminder": "Type of email reminder",
  "enr.which.driver": "Driver's licence",
  "enr.which.driver.title": "Select this checkbox if you would like to receive email reminders to renew your driver's licence",
  "enr.which.driver.title.optout": "Select this checkbox to opt out from receiving driver's licence renewal reminders",
  "enr.which.plate": "Licence plate sticker(s)",
  "enr.which.plate.title": "Select this checkbox if you would like to receive email reminders to renew your licence plate sticker(s)",
  "enr.which.plate.title.optout": "Select this checkbox to opt out from receiving licence plate sticker(s) renewal reminders",
  "enr.name": "Your name",
  "enr.firstName": "First name",
  "enr.firstName.title": "Enter your first name",
  "enr.lastName": "Last name",
  "enr.lastName.title": "Enter your last name",
  "enr.haveValidDL": "I have a valid driver's licence",
  "enr.haveValidDL.title": "I have a valid driver's licence",
  "enr.doNotHaveValidDL": "I do not have a driver's licence",
  "enr.doNotHaveValidDL.title": "Select this checkbox if you do not have a driver's licence",
  "enr.driver.info": "Driver information",
  "enr.dln": "Driver's licence number",
  "enr.dln1.title": "Enter the first five characters of your driver's licence number",
  "enr.dln2.title": "Enter the middle five characters of your driver's licence number",
  "enr.dln3.title": "Enter the last five characters of your driver's licence number",
  "enr.dlExpiryDate": "Driver's licence expiry date",
  "enr.dlExpiryDate.title": "Enter your driver's licence expiry date in the format of YYYY/MM/DD",
  "enr.or": "or",
  "enr.rin": "Registrant identification number (RIN)",
  "enr.rin.title": "Enter your registrant identification number (RIN)",
  "enr.trillium": "Trillium number",
  "enr.trillium.title": "Enter the trillium number provided on your driver's licence",
  "enr.vehicle.info": "Vehicle information",
  "enr.plateNumber": "Licence plate number",
  "enr.plateNumber.title": "Enter your Licence plate number",
  "enr.driverVehicle.info": "Vehicle and driver information",
  "enr.existing.info": "Existing subscription",
  "enr.existAccount.update": "I would like to change my subscription information",
  "enr.existAccount.update.title": "Select this radio button if you wish to change your subscription information",
  "enr.existAccount.unsubscribe": "I would like to unsubscribe from email reminders",
  "enr.existAccount.unsubscribe.title": "Select this radio button if you wish to unsubscribe from email reminders",
  "enr.contact.info": "Email address",
  "enr.email": "Email address",
  "enr.email.title": "Enter your email address",
  "enr.emailAgain": "Confirm email address",
  "enr.emailAgain.title": "Confirm your email address",
  "enr.reminder": "Email reminders",
  "enr.reminder.schedule": "Reminder schedule",
  "enr.reminder.schedule.title": "Please select reminder schedule",
  "enr.selectOne": "Select one",
  "enr.reminder.schedule.7": "7 days before expiry",
  "enr.reminder.schedule.7.title": "Select this radio button if you wish to receive your email notification 7 days prior to renewal date",
  "enr.reminder.schedule.14": "14 days before expiry",
  "enr.reminder.schedule.14.title": "Select this radio button if you wish to receive your email notification 14 days prior to renewal date",
  "enr.reminder.schedule.30": "30 days before expiry",
  "enr.reminder.schedule.30.title": "Select this radio button if you wish to receive your email notification 30 days prior to renewal date",
  "enr.reminder.schedule.no": "No additional reminder required",
  "enr.reminder.schedule.no.title": "Select this radio button if you do not wish to receive additional reminder(s)",
  "enr.notice": "Certification",
  "enr.agreeTerms.title": "Select this checkbox to certify",
  "enr.agreeTerms.title.optout": "Select this checkbox to certify",
  "enr.cancel": "Cancel",
  "enr.cancel.title": "Select this link to cancel",
  "enr.verify": "Verify",
  "enr.verify.title": "Select this button to verify the information you have entered",
  "enr.submit": "Submit",
  "enr.submit.title": "Select this button to proceed to the Confirmation page",
  "enr.optout": "Opt out",
  "enr.optout.title": "Select this button to proceed to the Confirmation page",
  "enr.help.ReminderType.title": "Help with type of renewal reminder",
  "enr.help.reminderType.link.alt": "Select this link if you need help with selecting the type of renewal reminder.",
  "enr.help.trillium.title": "Help with trillium number",
  "enr.help.trillium.link.alt": "Select this link if you require help with entering your trillium number",
  "enr.help.driverLicenceNumber.title": "Help with driver's licence number",
  "enr.help.driverLicenceNumber.link.alt": "Select this link if you require help with entering your driver's licence number",
  "enr.help.driverLicenceExpiryDate.title": "Help with driver's licence expiry date",
  "enr.help.driverLicenceExpiryDate.link.alt": "Select this link if you require help with entering your driver's licence expiry date",
  "enr.help.rin.title": "Help with registrant identification number (RIN)",
  "enr.help.rin.link.alt": "Select this link if you require help with entering your registrant identification number (RIN)",
  "enr.help.plateNumber.title": "Help with licence plate number",
  "enr.help.plateNumber.link.alt": "Select this link if you require help with entering your licence plate number",
  "enr.help.reminder.title": "Help with additional email reminders",
  "enr.help.reminder.link.alt": "Select this link if you require help with selecting when you want your additional email reminder",
  "enr.lightbox.cancel": "Please confirm",
  "enr.lightbox.cancel.text": "Are you sure you want to navigate away from this page? The information you have entered on screen will be lost. Select \\u201CYes\\u201D to continue, or \\u201CNo\\u201D to stay on the current page.",
  "enr.lightbox.nobutton": "No",
  "enr.lightbox.nobutton.alt": "Select this button if you wish to stay on the current page",
  "enr.lightbox.yesbutton": "Yes",
  "enr.lightbox.yesbutton.alt": "Select this button if you wish to navigate away from this page",
  "enr.confirm.pageheading": "Email reminders - Confirmation",
  "enr.confirm.congrats": "Congratulations!",
  "enr.confirm.youAreAllSet": "You are all set to receive email renewal reminders for your",
  "enr.confirm.dlra": "driver's licence",
  "enr.confirm.vlra": "licence plate sticker(s)",
  "enr.confirm.vlraDlra": "licence plate sticker(s) and driver's licence",
  "enr.confirm.dueToTechIssue": "Due to technical issues, we were unable to process your request for your",
  "enr.confirm.pleaseTryAgain": "Please try again later.",
  "enr.confirm.sorry": "Sorry",
  "enr.comfirm.incomplete": "The Email reminders service is temporarily unavailable due to technical difficulties. We apologize for the inconvenience, please try again later.",
  "enr.confirm.rate": "Would you like to rate our service?",
  "enr.confirm.rate.alt": "Select this link to rate our service by completing an online survey",
  "enr.confirm.rate.url": "http://ServiceOntario.Email-Reminders-e.sgizmo.com/s3/",
  "enr.update.pageheading": "Email reminders - Confirmation",
  "enr.update.change": "Change of subscription information",
  "enr.update.receiveDlra": "You have successfully changed your subscription information for driver's licence renewal.",
  "enr.update.receiveVlra": "You have successfully changed your Email Reminders subscription information and should receive a confirmation email delivered to your email address.",
  "enr.unsubscribe.pageheading": "Email reminders - Opt out",
  "enr.unsubscribe.sorrySeeYouGo": "Sorry to see you go.",
  "enr.unsubscribe.noLonger": "You will no longer receive email renewal reminders for your",
  "enr.unsubscribe.sentByMail": "Your renewal notices will be sent by mail.",
  "enr.unsubscribe.dueToTechIssue": "Due to technical issues, we were unable to process your request for your",
  "enr.unsubscribe.pleaseTryAgain": "Please try again later.",
  "enr.unsubscribe.receipt.pageheading": "Email reminders - Opt out confirmation",
  "enr.onerror.pageheading": "Email reminders - Error",
  "enr.onerror.unsubscribe.pageheading": "Email reminders - Opt out error",
  "enr.error.reminder.required": "Error - Select either licence plate sticker(s), driver's licence, or both to continue.",
  "enr.error.reminder.vlraOnly": "Error - Please choose vehicle licence plate renewal for now.",
  "enr.error.firstName.required": "Error - First name is required.",
  "enr.error.firstName.invalid": "Error - First name is invalid. The first name must contain at least one letter and can only contain the following special characters: apostrophe ('), hyphen (-), comma (,), period (.) and/or a blank space.",
  "enr.error.lastName.required": "Error - Last name is required.",
  "enr.error.lastName.invalid": "Error - Last name is invalid. The last name must contain at least two letters and can only contain the following special characters: apostrophe ('), hyphen (-), comma (,), period (.) and/or a blank space.",
  "enr.error.hasValidDL.required": "Error - Select whether or not you have a valid driver's licence.",
  "enr.error.dln.required": "Error - Driver's licence number is required.",
  "enr.error.dln.invalid": "Error - Driver's licence number is invalid. Your driver's licence number is 15 characters in length; it starts with a letter and is followed by 14 digits. The last 2 digits must be a number from 01 to 31.",
  "enr.error.expd.required": "Error - Driver's licence expiry date is required.",
  "enr.error.expd.invalid": "Error - Driver's licence expiry date is invalid. The expiry date must include a day, month and four-digit year, in the format of YYYY/MM/DD.",
  "enr.error.expd.nopast": "Error - Driver's licence expiry date is invalid.",
  "enr.error.rin.required": "Error - Registrant identification number (RIN) is required.",
  "enr.error.rin.invalid": "Error - Registrant identification number (RIN) format is invalid. A registrant identification number must be 9 numbers.",
  "enr.error.eitherDlnRin.required": "Error - Enter either a valid Driver's licence number or a Registrant identification number, but not both.",
  "enr.error.noBothDlnRin": "Error - Enter either a valid Driver's licence number or a Registrant identification number, but not both.",
  "enr.error.trilliumNumber.required": "Error - Trillium number is required.",
  "enr.error.trilliumNumber.invalid": "Error - Trillium number is invalid. Your trillium number has 7 digits. It is found on your driver's licence and starts and ends with an asterisk (*).",
  "enr.error.plateNumber.required": "Error - Licence plate number is required.",
  "enr.error.plateNumber.invalid": "Error - The format of the plate number entered is invalid. Plate numbers can only include letters (A-Z) or numbers (0-9), and must be between 2 to 8 characters in length.",
  "enr.error.eaOption.required": "Error - Select whether you would like to change your subscription information or unsubscribe from receiving email reminders.",
  "enr.error.email.required": "Error - Email address is required.",
  "enr.error.email.invalid": "Error - Enter a valid email address in the format address@domain.ext.",
  "enr.error.emailAgain.required": "Error - Please re-enter your email address.",
  "enr.error.emailAgain.invalid": "Error - Confirm a valid email address in the format address@domain.ext.",
  "enr.error.emailAgain.notMatch": "Error - The email addresses you have entered do not match. Please re-enter your email address.",
  "enr.error.reminderSchedule.required": "Error - Reminder schedule selection is required.",
  "enr.error.agreeTerm.requred": "Error - You must agree to the certification statement before moving on.",
  "enr.error.enrForm.notMatch": "Error - The information doesn't match the previous verification. Please verify again.",
  "enr.error": "Error - The Email reminders service is temporarily unavailable due to technical difficulties. We apologize for the inconvenience, please try again later.",
  "enr.error.ERR00000": "Error - This registration is not found in our records. You may have already opted out.",
  "enr.error.EVLRA002": "Error(EVLRA002) - The name entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.ERRAA5": "Error(ERRAA5) - The driver's licence information entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.ERR35M": "Error(ERR35M) - The driver's licence information entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.ERR568": "Error(ERR568) - The registrant information number (RIN) entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.EVLRA001": "Error(EVLRA001) - The plate number entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.ERRVL1": "Error(ERRVL1) - The information entered is ineligible for this service.",
  "enr.error.ERRVL2": "Error(ERRVL2) - The information entered is ineligible for this service.",
  "enr.error.ERRVL3": "Error(ERRVL3) - The information entered is ineligible for this service.",
  "enr.error.ERRW30": "Error(ERRW30) - The information entered is ineligible for this service.",
  "enr.error.ERRL27": "Error(ERRL27) - The Vehicle Licence Plate Sticker Renewal notice email notification service is not available for company, joint, fleet or vehicle(s) registered under the International registration plan.",
  "enr.error.ERR10200": "Error(ERR10200) - You are already subscribed to receive email reminders. Please check your information and try again. To re-register, you will need to unsubscribe from receiving email reminders by logging into <a href=\"https://www.one-key.gov.on.ca/iaalogin/IAALogin.jsp\" title=\"ONe-Key\" target=\"_blank\">ONe-Key</a> and then subscribe again using this service with the new email address. If you have forgotten your ONe-Key ID and/or Password, visit ONe-Key Account Management services to recover your login <a href=\"https://www.appenrol.one-key.gov.on.ca/UserMgmtWebApp/accountRecoveryRouting.iaa\" title=\"credentials\" target=\"_blank\">credentials</a>.",
  "enr.error.ERR10500": "Error(ERR10500) - You are already subscribed to receive email notifications through your ServiceOntario ONeKey account. To subscribe to Email Reminders, you will need to unsubscribe from eNotifications by logging into your ONe-Key account. If you have forgotten your ONe-Key ID and/or Password, visit ONe-Key Account Management services to recover your login credentials.",
  "enr.error.ERR10201": "Error(ERR10201) - You are already subscribed to receive email reminders. Please check your information and try again.",
  "enr.error.ERR10501": "Error(ERR10501) - You are already subscribed to receive email reminders. Please check your information and try again.",
  "enr.error.ERR10020": "Error(ERR10020) - This registration is not found in our records. You may have already opted out.",
  "enr.error.EDLRA001": "Error(EDLRA001) - The trillium number entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.EDLRA002": "Error(EDLRA002) - The name entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again.",
  "enr.error.EDLRA003": "Error(EDLRA003) - The Driver's Licence Renewal notice service is only available to those under the age of 76.",
  "enr.error.EDLRA004": "Error(EDLRA004) - The Driver's Licence Renewal notice service is only available if you have a G or M driver class (i.e. G, M, GM, G1M, G2M, GM1 or GM2).",
  "enr.error.EDLRA005": "Error(EDLRA005) - The driver's licence information entered does not match with the one on file with the Ministry of Transportation. Please check your information and try again."
}
