{
  "common.system.error.enr.APP_ERR_00002": "Par souci de sécurité, vous avez le droit à un maximum de trois tentatives pour saisir l’information.",
  "common.system.error.enr.S2I_ERR_0007": "Votre session a expiré. Veuillez essayer de nouveau. <br>Identifiant de l’opération {0}.",
  "productstatus.ordernow.txt.enr": "Inscription ou mise à jour",
  "productstatus.ordernow.alttxt.enr": "Sélectionnez ce bouton pour vous abonner au service de rappel de renouvellement par courriel ou pour mettre à jour votre adresse de courriel",
  "productstatus.backlink.url": "https://www.ontario.ca/fr/page/serviceontario",
  "productstatus.backlink.altText.enr": "Sélectionnez ce lien pour retourner à la page ServiceOntario",
  "enr.info.start": "Début",
  "enr.info.pageheading": "Rappels par courriel - Début",
  "enr.pageheading": "Rappels par courriel - Abonnement ou mise à jour",
  "enr.offscreen.instructionStart": "Début des instructions",
  "enr.offscreen.pageStart": "Début de navigation de la page",
  "enr.dialog.closeButton.alt": "Sélectionnez ce bouton si vous souhaitez prolonger votre séance",
  "enr.whichReminder": "Type de rappel par courriel",
  "enr.which.driver": "Permis de conduire",
  "enr.which.driver.title": "Cochez cette case pour recevoir des rappels pour le renouvellement de votre permis de conduire",
  "enr.which.driver.title.optout": "Cochez cette case pour vous désabonner aux rappels pour le renouvellement de votre permis de conduire",
  "enr.which.plate": "Vignette(s) d’immatriculation",
  "enr.which.plate.title": "Cochez cette case pour recevoir des rappels pour le renouvellement de votre (vos) vignette(s) d’immatriculation",
  "enr.which.plate.title.optout": "Cochez cette case pour vous désabonner aux rappels pour le renouvellement de votre (vos) vignette(s) d’immatriculation",
  "enr.name": "Votre nom",
  "enr.firstName": "Prénom",
  "enr.firstName.title": "Saisissez votre prénom",
  "enr.lastName": "Nom de famille",
  "enr.lastName.title": "Saisissez votre nom de famille",
  "enr.haveValidDL": "Je possède un permis de conduire valide",
  "enr.haveValidDL.title": "Je possède un permis de conduire valide",
  "enr.doNotHaveValidDL": "Je ne possède pas de permis de conduire",
  "enr.doNotHaveValidDL.title": "Cochez cette case si vous n’avez pas de permis de conduire",
  "enr.driver.info": "Renseignements sur le conducteur",
  "enr.dln": "Numéro du permis de conduire",
  "enr.dln1.title": "Saisissez les cinq premiers caractères de votre numéro de permis de conduire",
  "enr.dln2.title": "Saisissez les cinq  caractères du milieu de votre numéro de permis de conduire",
  "enr.dln3.title": "Saisissez les cinq derniers caractères de votre numéro de permis de conduire",
  "enr.dlExpiryDate": "Date d’expiration du permis de conduire",
  "enr.dlExpiryDate.title": "Saisissez la date d’expiration de votre permis de conduire au format AAAA/MM/JJ",
  "enr.or": "ou",
  "enr.rin": "Numéro d’identification du titulaire (NIT)",
  "enr.rin.title": "Saisissez votre numéro d’identification du titulaire (NIT)",
  "enr.trillium": "Numéro du Réseau Trillium",
  "enr.trillium.title": "Saisissez le numéro de 7 chiffres qui apparaît près du trille, sur votre permis de conduire",
  "enr.vehicle.info": "Renseignements sur le véhicule",
  "enr.plateNumber": "Numéro de plaque d’immatriculation",
  "enr.plateNumber.title": "Saisissez le numéro de votre plaque d’immatriculation",
  "enr.driverVehicle.info": "Renseignements sur le véhicule et le conducteur",
  "enr.existing.info": "Compte existant",
  "enr.existAccount.update": "J’aimerais modifier les renseignements associés à mon abonnement",
  "enr.existAccount.update.title": "Sélectionnez cette case d’option si vous désirez modifier les renseignements associés à votre abonnement",
  "enr.existAccount.unsubscribe": "J’aimerais me désabonner des rappels par courriel",
  "enr.existAccount.unsubscribe.title": "Sélectionnez cette case d’option si vous désirez vous désabonner des rappels par courriel",
  "enr.contact.info": "Adresse de courriel",
  "enr.email": "Adresse de courriel",
  "enr.email.title": "Saisissez votre adresse de courriel",
  "enr.emailAgain": "Confirmez l’adresse de courriel",
  "enr.emailAgain.title": "Confirmez votre adresse de courriel",
  "enr.reminder": "Rappels par courriel",
  "enr.reminder.schedule": "Calendrier de rappel",
  "enr.reminder.schedule.title": "S’il vous plaît sélectionner le calendrier de rappel",
  "enr.selectOne": "Sélectionnez un",
  "enr.reminder.schedule.7": "7 jours avant l’expiration",
  "enr.reminder.schedule.7.title": "Sélectionnez ce bouton radio si vous voulez recevoir un avis par courriel 7 jours avant la date de renouvellement",
  "enr.reminder.schedule.14": "14 jours avant l’expiration",
  "enr.reminder.schedule.14.title": "Sélectionnez ce bouton radio si vous voulez recevoir un avis par courriel 14 jours avant la date de renouvellement",
  "enr.reminder.schedule.30": "30 jours avant l’expiration",
  "enr.reminder.schedule.30.title": "Sélectionnez ce bouton radio si vous voulez recevoir un avis par courriel 30 jours avant la date de renouvellement",
  "enr.reminder.schedule.no": "Aucun autre rappel n’est nécessaire",
  "enr.reminder.schedule.no.title": "Sélectionnez ce bouton radio si vous ne voulez pas recevoir de rappel(s) additionnel(s)",
  "enr.notice": "Certification",
  "enr.agreeTerms.title": "Cochez cette case pour attester",
  "enr.agreeTerms.title.optout": "Cochez cette case pour attester",
  "enr.cancel": "Annuler",
  "enr.cancel.title": "Sélectionnnez ce lien pour annuler",
  "enr.verify": "Confirmer",
  "enr.verify.title": "Cliquez sur ce bouton pour vérifier les renseignements que vous avez entrés",
  "enr.submit": "Soumettre",
  "enr.submit.title": "Sélectionnez ce bouton pour passer à la page de confirmation",
  "enr.optout": "Se désabonner",
  "enr.optout.title": "Sélectionnez ce bouton pour passer à la page de confirmation",
  "enr.help.ReminderType.title": "Aide pour le type de rappel de renouvellement",
  "enr.help.reminderType.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide pour choisir le type de rappel de renouvellement.",
  "enr.help.trillium.title": "Aide avec le numéro du Réseau Trillium",
  "enr.help.trillium.link.alt": "Cliquez sur ce bouton si vous avez besoin d’aide pour la saisie de votre numéro de 7 chiffres qui apparaît près du trille",
  "enr.help.driverLicenceNumber.title": "Aide avec le numéro de permis de conduire",
  "enr.help.driverLicenceNumber.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide avec la saisie de votre numéro de permis de conduire",
  "enr.help.driverLicenceExpiryDate.title": "Aide avec la date d’expiration du permis de conduire",
  "enr.help.driverLicenceExpiryDate.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide pour saisir la date d’expiration de votre permis de conduire",
  "enr.help.rin.title": "Aide avec le numéro d’identification du titulaire (NIT)",
  "enr.help.rin.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide avec la saisie de votre numéro d’identification du titulaire (NIT)",
  "enr.help.plateNumber.title": "Aide avec numéro de plaque d’immatriculation",
  "enr.help.plateNumber.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide avec la saisie de votre plaque d’immatriculation",
  "enr.help.reminder.title": "Aide pour le calendrier de rappel",
  "enr.help.reminder.link.alt": "Sélectionnez ce lien si vous avez besoin d’aide pour sélectionner le moment où vous voulez recevoir un rappel additionnel par courriel",
  "enr.lightbox.cancel": "Prière de confirmer",
  "enr.lightbox.cancel.text": "Voulez-vous vraiment quitter cette page? Les renseignements que vous avez saisis seront perdus. Sélectionnez « Oui » pour poursuivre ou « Non » pour rester sur la page en cours.",
  "enr.lightbox.nobutton": "Non",
  "enr.lightbox.nobutton.alt": "Sélectionnez ce bouton pour demeurer sur la page en cours",
  "enr.lightbox.yesbutton": "Oui",
  "enr.lightbox.yesbutton.alt": "Sélectionnez ce bouton si vous souhaitez quitter cette page",
  "enr.confirm.pageheading": "Rappels par courriel - Confirmation",
  "enr.confirm.congrats": "Félicitations!",
  "enr.confirm.youAreAllSet": "You are all set to receive email renewal reminders for your",
  "enr.confirm.dlra": "permis de conduire",
  "enr.confirm.vlra": "vignette(s) d’immatriculation",
  "enr.confirm.vlraDlra": "vignette(s) d’immatriculation et permis de conduire",
  "enr.confirm.dueToTechIssue": "Due to technical issues, we were unable to process your request for your",
  "enr.confirm.sorry": "Pardon",
  "enr.confirm.pleaseTryAgain": "Please try again later.",
  "enr.comfirm.incomplete": "Le service est temporairement désactivé à cause de difficultés techniques. Nous nous excusons pour le désagrément. Veuillez essayer à nouveau plus tard.",
  "enr.confirm.rate": "Accepteriez-vous d’évaluer notre service?",
  "enr.confirm.rate.alt": "Sélectionnez ce lien pour remplir en ligne un sondage d’évaluation de notre service",
  "enr.confirm.rate.url": "http://ServiceOntario.Email-Reminders-f.sgizmo.com/s3/",
  "enr.update.pageheading": "Courriels de rappel - Modifier Confirmation",
  "enr.update.change": "Modifier les renseignements associés à un abonnement",
  "enr.update.receiveDlra": "Vous avez réussi à modifier les renseignements associés à votre abonnement aux rappels par courriel, et vous devriez recevoir un courriel de confirmation à votre nouvelle adresse de courriel.",
  "enr.update.receiveVlra": "Vous avez réussi à modifier les renseignements associés à votre abonnement aux rappels par courriel, et vous devriez recevoir un courriel de confirmation à votre nouvelle adresse de courriel.",
  "enr.unsubscribe.pageheading": "Rappels par courriel - Désabonnement",
  "enr.unsubscribe.sorrySeeYouGo": "Sorry to see you go.",
  "enr.unsubscribe.noLonger": "You will no longer receive email renewal reminders for your",
  "enr.unsubscribe.sentByMail": "Your renewal notices will be sent by mail.",
  "enr.unsubscribe.dueToTechIssue": "Due to technical issues, we were unable to process your request for your",
  "enr.unsubscribe.pleaseTryAgain": "Please try again later.",
  "enr.unsubscribe.receipt.pageheading": "Rappels par courriel - Confirmation de désabonnement",
  "enr.onerror.pageheading": "Rappels par courriel - Erreur",
  "enr.onerror.unsubscribe.pageheading": "Rappels par courriel - Erreur de désabonnement",
  "enr.error.reminder.required": "Erreur - Sélectionnez soit la (les) vignette(s) d’immatriculation, le permis de conduire, ou les deux pour continuer.",
  "enr.error.reminder.vlraOnly": "Erreur - S’il vous plaît choisir un véhicule de plaque d’immatriculation de renouvellement pour le moment.",
  "enr.error.firstName.required": "Erreur - la saisie de votre prénom est obligatoire.",
  "enr.error.firstName.invalid": "Erreur - Le prénom n’est pas valide. Votre prénom doit comporter au moins une lettre, et seuls les caractères spéciaux suivants sont permis : apostrophe (‘), trait d’union (-), virgule (,), point (.) ou une espace.",
  "enr.error.lastName.required": "Erreur - la saisie de votre nom de famille est obligatoire.",
  "enr.error.lastName.invalid": "Erreur - Le nom de famille est invalide. Votre nom de famille doit comporter au moins deux lettres, et seuls des caractères spéciaux suivants sont permis : apostrophe (‘), trait d’union (-), virgule (,), point (.) ou une espace. \\u00A0",
  "enr.error.hasValidDL.required": "Erreur - Sélectionnez si vous avez un permis de conduire valide ou non.",
  "enr.error.dln.required": "Erreur - Le numéro de permis de conduire est requis.",
  "enr.error.dln.invalid": "Erreur - Le numéro de permis de conduire n’est pas valide. Votre numéro de permis de conduire comporte 15 caractères; il commence par une lettre suivie de 14 chiffres. Les 2 derniers doivent être un chiffre de 1 à 31.",
  "enr.error.expd.required": "Erreur - La date d’expiration du permis de conduire est requise.",
  "enr.error.expd.invalid": "Erreur - La date d’expiration du permis de conduire est invalide. La date d’expiration doit inclure un jour, un mois et une année à quatre chiffres, au format AAAA/MM/JJ.",
  "enr.error.expd.nopast": "Erreur - Driver''s licence expiry date is invalid.",
  "enr.error.rin.required": "Erreur - Le numéro d’identification du titulaire (NIT) est obligatoire.",
  "enr.error.rin.invalid": "Erreur - Le format du numéro d’identification du titulaire (NIT) n’est pas valide. Un numéro d’identification du titulaire doit comporter 9 chiffres.",
  "enr.error.eitherDlnRin.required": "Erreur - Saisissez soit un numéro du permis de conduire valide soit un numéro d’identification du titulaire valide, mais pas ces deux numéros.",
  "enr.error.noBothDlnRin": "Erreur - Saisissez soit un numéro du permis de conduire valide soit un numéro d’identification du titulaire valide, mais pas ces deux numéros.",
  "enr.error.trilliumNumber.required": "Erreur - Vous devez fournir le numéro du Réseau Trillium.",
  "enr.error.trilliumNumber.invalid": "Erreur - Le numéro trillium n’est pas valide. Votre numéro trillium comporte 7 chiffres. Il se trouve sur votre permis de conduire et est marqué au début et à la fin d’un astérisque (*).",
  "enr.error.plateNumber.required": "Erreur - Vous devez fournir le numéro de plaque d’immatriculation.",
  "enr.error.plateNumber.invalid": "Erreur - Le format du numéro de plaque d’immatriculation entré n’est pas valide. Les numéros de plaque d’immatriculation ne peuvent comporter que des lettres (A à Z) ou des chiffres (0 à 9) et doivent contenir de 2 à 8 caractères.",
  "enr.error.eaOption.required": "Erreur - Sélectionnez si vous voulez modifier vos données d’abonnement ou vous désabonner des rappels par courriel",
  "enr.error.email.required": "Erreur - La saisie d’une adresse de courriel est obligatoire.",
  "enr.error.email.invalid": "Erreur - Saisissez une adresse courriel valide selon le format suivant address@domain.ext.",
  "enr.error.emailAgain.required": "Erreur - Veuillez saisir à nouveau votre adresse courriel.",
  "enr.error.emailAgain.invalid": "Erreur - saisissez une adresse courriel valide selon le format suivant address@domain.ext.",
  "enr.error.emailAgain.notMatch": "Erreur - Les adresses courriel que vous avez saisies ne concordent pas. Veuillez saisir à nouveau votre adresse courriel.",
  "enr.error.reminderSchedule.required": "Erreur - la sélection d’un programme de rappel est obligatoire.",
  "enr.error.agreeTerm.requred": "Erreur - Vous devez accepter la déclaration de certification avant de passer à l’étape suivante.",
  "enr.error.enrForm.notMatch": "Erreur - Les informations ne correspondent pas à la vérification précédente. Veuillez vérifier à nouveau.",
  "enr.error": "Erreur - Le service est temporairement désactivé à cause de difficultés techniques. Nous nous excusons pour le désagrément. Veuillez essayer à nouveau plus tard.",
  "enr.error.ERR00000": "Erreur - Cette inscription n’est pas dans nos dossiers. Vous vous êtes peut-être déjà désabonné.",
  "enr.error.EVLRA002": "Erreur(EVLRA002) - Le nom que vous avez saisi ne correspond pas à celui consigné au dossier du ministère des Transports. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.ERRAA5": "Erreur(ERRAA5) - Les renseignements sur le permis de conduire saisis ne correspondent pas à ceux qui sont au dossier du ministère des Transports. Veuillez les vérifier et essayer de nouveau.",
  "enr.error.ERR35M": "Erreur(ERR35M) - Les renseignements sur le permis de conduire saisis ne correspondent pas à ceux qui sont au dossier du ministère des Transports. Veuillez les vérifier et essayer de nouveau.",
  "enr.error.ERR568": "Erreur(ERR568) - Le numéro d’identification du titulaire (NIT) ne correspond pas à celui inscrit dans les dossiers du ministère des Transports. Veuillez vérifier et essayez de nouveau.",
  "enr.error.EVLRA001": "Erreur(EVLRA001) - Le numéro de plaque que vous avez saisi ne correspond pas à celui consigné au dossier du ministère des Transports. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.ERRVL1": "Erreur(ERRVL1) - Cette information ne correspond pas à celui inscrit dans les dossiers du ministère des Transports. Veuillez vérifier et recommencer.",
  "enr.error.ERRVL2": "Erreur(ERRVL2) - Cette information ne correspond pas à celui inscrit dans les dossiers du ministère des Transports. Veuillez vérifier et recommencer.",
  "enr.error.ERRVL3": "Erreur(ERRVL3) - Cette information ne correspond pas à celui inscrit dans les dossiers du ministère des Transports. Veuillez vérifier et recommencer.",
  "enr.error.ERRW30": "Erreur(ERRW30) - Cette information ne correspond pas à celui inscrit dans les dossiers du ministère des Transports. Veuillez vérifier et recommencer.",
  "enr.error.ERRL27": "Erreur(ERRL27) - Le service d’avis par courriel pour le renouvellement de la vignette d’immatriculation n’est pas offert dans le cas des véhicules de fonction, en copropriété et de parc qui sont immatriculés dans le cadre du Plan d’immatriculation international.",
  "enr.error.ERR10200": "Erreur(ERR10200) - Vous êtes déjà inscrit au service de courriels de rappel. Révisez vos informations et essayez à nouveau. Pour vous réinscrire, vous devez vous désabonner du service de courriels de rappel. Pour ce, ouvrez une session dans <a href=\"https://www.one-key.gov.on.ca/iaalogin/IAALogin_fr.jsp\" title=\"ONe-Key\" target=\"_blank\">ONe-Key</a>, puis abonnez-vous à nouveau à l’aide de ce service en indiquant la nouvelle adresse électronique. Si vous avez oublié votre identifiant ou mot de passe ONe-key, veuillez consulter les services de gestion de compte ONe-key pour récupérer vos <a href=\"https://www.appenrol.one-key.gov.on.ca/UserMgmtWebApp/accountRecoveryRouting.iaa?lang=fr\" title=\"informations de connexion\" target=\"_blank\">informations de connexion</a>.",
  "enr.error.ERR10500": "Erreur(ERR10500) - Vous êtes déjà abonné aux notifications par courriel par le biais de votre compte ONe-Key de ServiceOntario. Pour vous abonner à des rappels par courriel, vous devez vous désabonner des notifications par courriel en accédant à votre compte ONe-Key. Si vous avez oublié votre mot de passe ou votre identifiant <a href=\"https://www.one-key.gov.on.ca/iaalogin/IAALogin_fr.jsp\" title=\"ONe-Key\" target=\"_blank\">ONe-Key</a>, consultez le site des services de gestion des comptes ONe-Key pour récupérer vos <a href=\"https://www.appenrol.one-key.gov.on.ca/UserMgmtWebApp/accountRecoveryRouting.iaa?lang=fr\" title=\"informations de connexion\" target=\"_blank\">informations d’identification</a>.",
  "enr.error.ERR10201": "Erreur(ERR10201) - Vous êtes déjà abonné aux rappels par courriel. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.ERR10501": "Erreur(ERR10501) - Vous êtes déjà abonné aux rappels par courriel. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.ERR10020": "Erreur(ERR10020) - Cette inscription ne figure pas dans nos dossiers.",
  "enr.error.EDLRA001": "Erreur(EDLRA001) - Le numéro près du trille entré ne correspond pas à ce qui figure dans les dossiers du ministère des Transports. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.EDLRA002": "Erreur(EDLRA002) - Le nom que vous avez saisi ne correspond pas à celui consigné au dossier du ministère des Transports. Vérifiez vos renseignements et essayez de nouveau.",
  "enr.error.EDLRA003": "Erreur(EDLRA003) - Le service d’avis de renouvellement du permis de conduire n’est accessible que pour les personnes qui ont moins de 76 ans.",
  "enr.error.EDLRA004": "Erreur(EDLRA004) - Le service d’avis de renouvellement du permis de conduire n’est accessible que pour la catégorie G ou M (G, M, GM, G1M, G2M, GM1 ou GM2).",
  "enr.error.EDLRA005": "Erreur(EDLRA005) - Les renseignements sur le permis de conduire saisis ne correspondent pas à ceux qui sont au dossier du ministère des Transports. Veuillez les vérifier et essayer de nouveau."
}
